Repository: CherokeeLanguage/Action-Imitation-and-Fun-Series
Catalog: 07-Bow-Wow-and-Mew-Mew/CAT/corpus-genesis-ylt.en.utf8.tmx
Source language: en
Languages: chr

source: And Adam again knoweth his wife, and she beareth a son, and calleth his name Seth, 'for God hath appointed for me another seed instead of Abel:' for Cain had slain him.
chr: ᎠᏓᏫᏃ ᏔᎵᏁ ᎤᎦᏙᎥᏎ ᎤᏓᎵᎢ; ᎤᎾᏄᎪᏫᏎᏃ ᎤᏪᏥ ᎠᏧᏣ ᎠᎴ ᏎᏘ ᏚᏬᎡᎢ: [ᎯᎠᏰᏃ ᏄᏪᏎᎢ;] ᎤᏁᎳᏅᎯ ᎠᎩᎧᏁᎸ ᏅᏩᏓᎴ ᎠᏇᏥ ᎠᎩᏁᏟᏴᏍᏓᏁᎸ ᎡᏈᎵ, ᎾᏍᎩ ᎨᏂ ᏧᎸᎩ.

source: And to Seth, to him also a son hath been born, and he calleth his name Enos; then a beginning was made of preaching in the name of Jehovah.
chr: ᏎᏘᏃ ᎾᏍᏉ ᎤᏪᏥ ᎠᏧᏣ ᎤᏕᏁᎴᎢ ᎢᎾᏏᏃ ᏚᏬᎡᎢ: ᎿᏉᏃ ᎾᎯᏳ ᏴᏫ ᎤᎾᎴᏅᎮ ᏱᎰᏩ ᎤᎾᏓᏙᎵᏍᏓᏁᎴ ᏚᏙᎥ ᎤᏂᏁᎢᏍᏓᏁᎢ.

source: Chapter 5
chr: ᎠᏯᏙᎸᎢ 5

source: This [is] an account of the births of Adam: In the day of God's preparing man, in the likeness of God He hath made him;
chr: ᎯᎠ ᎪᏪᎵ ᎬᏂᎨᏒ ᎢᎬᏁᎯ ᎠᏓᏫ ᏧᏁᏢᏔᏅᏒᎢ: ᎾᎯᏳ ᎢᎦ ᎤᏁᎳᏅᎯ ᏧᏬᏢᏁ ᏴᏫ, ᎤᏁᎳᏅᎯ ᎤᏩᏒ ᏄᏍᏛ ᏄᏩᏁᎴᎢ;

source: a male and a female He hath prepared them, and He blesseth them, and calleth their name Man, in the day of their being prepared.
chr: ᎠᏍᎦᏯ ᎠᎴ ᎠᎨᏴ ᏂᏚᏩᏁᎴᎢ; ᎠᎴ ᎣᏍᏛ ᏚᏁᏤᎴᎢ, ᎠᎴ ᎠᏓᏫ ᏚᏬᎡᎢ, ᎾᎯᏳ ᎢᎦ ᏚᏬᏢᏅ.

source: And Adam liveth an hundred and thirty years, and begetteth [a son] in his likeness, according to his image, and calleth his name Seth.
chr: ᎠᎴ ᎠᏓᏫ ᎠᏍᎪᎯᏧᏈ ᏦᎠᏍᎪᎯ ᎢᏳᏕᏘᏴᏛ ᎡᎮᎢ, ᎿᏉᏃ ᎤᏪᏥ ᎤᏕᏁᎴᎢ, ᎤᏩᏒ ᎤᏰᎶᏎ ᎠᎴ ᎤᏩᏒ ᏄᏍᏛ ᏄᏍᏕᎢ, ᎠᎴ ᏎᏘ ᏚᏬᎡᎢ:

source: And the days of Adam after his begetting Seth are eight hundred years, and he begetteth sons and daughters.
chr: ᏂᎪᎯᎸᏃ ᎤᎴᏂᏙᎸ ᎠᏓᏫ, ᏅᏓᎬᏩᏓᎴᏅᏛ ᏎᏘ ᏧᏕᏁᎴᎢ, ᏁᎳᏧᏈ ᏄᏕᏘᏴᎮᎢ; ᎠᎴ ᏧᏪᏥ ᎠᏂᏍᎦᏯ ᎠᎴ ᎠᏂᎨᏴ ᎬᏩᏕᏁᎴᎢ.

source: And all the days of Adam which he lived are nine hundred and thirty years, and he dieth.
chr: ᏂᎪᎯᎸᏃ ᎤᎴᏂᏙᎸ ᎠᏓᏫ ᏐᎣᏁᎳᏧᏈ ᏦᎠᏍᎪᎯ ᏄᏕᏘᏴᎮᎢ: ᎿᏉᏃ ᎤᏲᎱᏎᎢ.

source: And Seth liveth an hundred and five years, and begetteth Enos.
chr: ᏎᏘᏃ ᎠᏍᎪᎯᏧᏈ ᎯᏍᎩᏃ ᎢᏳᏕᏘᏴᏛ ᎡᎮᎢ, ᎿᏉᏃ ᎢᎾᏏ ᎤᏕᏁᎴᎢ:

source: And Seth liveth after his begetting Enos eight hundred and seven years, and begetteth sons and daughters.
chr: ᏎᏘᏃ ᎢᎾᏏ ᎤᏕᏁᎸ, ᎣᏂ ᏁᎳᏧᏈ ᎦᎵᏉᎩ ᎢᏳᏕᏘᏴᏛ ᎤᎴᏂᏙᎴᎢ; ᎠᎴ ᏧᏪᏥ ᎠᏂᏍᎦᏯ ᎠᎴ ᎠᏂᎨᏴ ᎬᏩᏕᏁᎴᎢ:

source: And all the days of Seth are nine hundred and twelve years, and he dieth.
chr: ᏂᎪᎯᎸᏃ ᎤᎴᏂᏙᎸ ᏎᏘ ᏐᎣᏁᎳᏧᏈ ᏔᎳᏚ ᏄᏕᏘᏴᎮᎢ: ᎿᏉᏃ ᎤᏲᎱᏎᎢ.

source: And Enos liveth ninety years, and begetteth Cainan.
chr: ᎢᎾᏏᏃ ᏐᎣᏁᎳᏍᎪᎯ ᎢᏳᏕᏘᏴᏛ ᎡᎮᎢ, ᎿᏉᏃ ᎨᎢᎾᏂ ᎤᏕᏁᎴᎢ:

source: And Enos liveth after his begetting Cainan eight hundred and fifteen years, and begetteth sons and daughters.
chr: ᎢᎾᏏᏃ ᎨᎢᎾᏂ ᎤᏕᏁᎸ, ᎣᏂ ᏁᎳᏧᏈ ᏍᎩᎦᏚ ᎢᏳᏕᏘᏴᏛ ᎤᎴᏂᏙᎴᎢ, ᎠᎴ ᏧᏪᏥ ᎠᏂᏍᎦᏯ ᎠᎴ ᎠᏂᎨᏴ ᎬᏩᏕᏁᎴᎢ.

source: And all the days of Enos are nine hundred and five years, and he dieth.
chr: ᏂᎪᎯᎸᏃ ᎤᎴᏂᏙᎸ ᎢᎾᏏ ᏐᎣᏁᎳᏧᏈ ᎯᏍᎩ ᏄᏕᏘᏴᎮᎢ; ᎿᏉᏃ ᎤᏲᎱᏎᎢ:

source: And Cainan liveth seventy years, and begetteth Mahalaleel.
chr: ᎨᎢᎾᏂᏃ ᎦᎵᏆᏍᎪᎯ ᎢᏳᏕᏘᏴᏛ ᎡᎮᎢ, ᎿᏉᏃ ᎺᎮᎴᎵ ᎤᏕᏁᎴᎢ.

source: And Cainan liveth after his begetting Mahalaleel eight hundred and forty years, and begetteth sons and daughters.
chr: ᎨᎢᎾᏂᏃ ᎺᎮᎴᎵ ᎤᏕᏁᎸ, ᎣᏂ ᏁᎳᏚᏈ ᏅᎦᏍᎪᎯ ᎢᏳᏕᏘᏴᏛ ᎤᎴᏂᏙᎴᎢ, ᎠᎴ ᏧᏪᏥ ᎠᏂᏍᎦᏯ ᎠᎴ ᎠᏂᎨᏴ ᎬᏩᏕᏁᎴᎢ.

source: And all the days of Cainan are nine hundred and ten years, and he dieth.
chr: ᏂᎪᎯᎸᏃ ᎤᎴᏂᏙᎸ ᎨᎢᎾᏂ ᏐᎣᏁᎳᏧᏈ ᎠᏍᎪᎯ ᏄᏕᏘᏴᎮᎢ; ᎿᏉᏃ ᎤᏲᎱᏎᎢ.

source: And Mahalaleel liveth five and sixty years, and begetteth Jared.
chr: ᎺᎮᎴᎵᏃ ᏑᏓᎳᏍᎪᎯ ᎯᏍᎩᎦᎵ ᎢᏳᏕᏘᏴᏛ ᎡᎮᎢ, ᎿᏉᏃ ᎢᎳᏗ ᎤᏕᏁᎴᎢ;

source: And Mahalaleel liveth after his begetting Jared eight hundred and thirty years, and begetteth sons and daughters.
chr: ᎺᎮᎴᎵᏃ ᏤᎳᏗ ᎤᏕᏁᎸ, ᎣᏂ ᏁᎳᏧᏈ ᏦᎠᏍᎪᎯ ᎢᏳᏕᏘᏴᏛ ᎤᎴᏂᏙᎴᎢ, ᎠᎴ ᏧᏪᏥ ᎠᏂᏍᎦᏯ ᎠᎴ ᎠᏂᎨᏴ ᎬᏩᏕᏁᎴᎢ.

source: And all the days of Mahalaleel are eight hundred and ninety and five years, and he dieth.
chr: ᏂᎪᎯᎸᏃ ᎤᎴᏂᏙᎸ ᎺᎮᎴᎵ ᏁᎳᏧᏈ ᏐᎣᏁᎳᏍᎪᎯ ᎯᏍᎩ ᏄᏕᏘᏴᎮᎢ: ᎿᏉᏃ ᎤᏲᎱᏎᎢ.

source: And Jared liveth an hundred and sixty and two years, and begetteth Enoch.
chr: ᏤᎳᏗᏃ ᎠᏍᎪᎯᏧᏈ ᏑᏓᎳᏍᎪᎯ ᏔᎵ ᎢᏳᏕᏘᏴᏛ ᎡᎮᎢ, ᎿᏉᏃ ᎢᎾᎩ ᎤᏕᏁᎴᎢ:

source: And Jared liveth after his begetting Enoch eight hundred years, and begetteth sons and daughters.
chr: ᏤᎳᏗᏃ ᎢᎾᎩ ᎤᏕᏁᎸ, ᎣᏂ ᏁᎳᏧᏈ ᎢᏳᏕᏘᏴᏛ ᎤᎴᏂᏙᎴᎢ, ᎠᎴ ᏧᏪᏥ ᎠᏂᏍᎦᏯ ᎠᎴ ᎠᏂᎨᏴ ᎬᏩᏕᏁᎴᎢ.

source: And all the days of Jared are nine hundred and sixty and two years, and he dieth.
chr: ᏂᎪᎯᎸᏃ ᎤᎴᏂᏙᎸ ᏤᎳᏗ ᏐᎣᏁᎳᏧᏈ ᏑᏓᎳᏍᎪᎯ ᏔᎵ ᏄᏕᏘᏴᎮᎢ, ᎿᏉᏃ ᎤᏲᎱᏎᎢ.

source: And Enoch liveth five and sixty years, and begetteth Methuselah.
chr: ᎢᎾᎩᏃ ᏑᏓᎳᏍᎪᎯ ᎯᏍᎩ ᎢᏳᏕᏘᏴᏛ ᎡᎮᎢ, ᎿᏉᏃ ᎻᏚᏏᎳ ᎤᏕᏁᎴᎢ:

source: And Enoch walketh habitually with God after his begetting Methuselah three hundred years, and begetteth sons and daughters.
chr: ᎢᎾᎩᏃ ᎻᏚᏏᎳ ᎤᏕᏁᎸ, ᎣᏃ ᎤᏁᎳᏅᎯ ᎤᏁᏙᎴ ᏦᎢᏧᏈ ᏧᏕᏘᏴᏛ, ᎠᎴ ᏧᏪᏥ ᎠᏂᏍᎦᏯ ᎠᎴ ᎠᏂᎨᏴ ᎬᏩᏕᏁᎴᎢ.

source: And all the days of Enoch are three hundred and sixty and five years.
chr: ᏂᎪᎯᎸᏃ ᎤᎴᏂᏙᎸ ᎢᎾᎩ ᏃᎢᏧᏈ ᏑᏓᎳᏍᎪᎯ ᎯᏍᎩ ᏄᏕᏘᏴᎮᎢ.

source: And Enoch walketh habitually with God, and he is not, for God hath taken him.
chr: ᎢᎾᎩᏃ ᎤᏁᎳᏅᎯ ᎤᏁᏙᎴᎢ; ᎠᎴ ᏅᏩᎵᏛᏔᏁᎢᏉ; ᎤᏁᎳᏅᎯᏰᏃ ᎤᏯᏅᎮᎢ.

source: And Methuselah liveth an hundred and eighty and seven years, and begetteth Lamech.
chr: ᎻᏚᏏᎳᏃ ᎠᏍᎪᎯᏧᏈ ᏁᎳᏍᎪᎯ ᎦᎵᏉᎩ ᎢᏳᏕᏘᏴᏛ ᎡᎮᎢ, ᎿᏉᏃ ᎴᎹᎩ ᎤᏕᏁᎴᎢ.

source: And Methuselah liveth after his begetting Lamech seven hundred and eighty and two years, and begetteth sons and daughters.
chr: ᎻᏚᏏᎳᏃ ᎴᎹᎩ ᎤᏕᏁᎸ, ᎣᏂ ᎦᎵᏉᎩᏧᏈ ᏁᎳᏍᎪᎯ ᏔᎵ ᎢᏳᏕᏘᏴᏛ ᎤᎴᏂᏙᎴᎢ, ᎠᎴ ᏧᏪᏥ ᎠᏂᏍᎦᏯ ᎠᎴ ᎠᏂᎨᏴ ᎬᏩᏕᏁᎴᎢ.

source: And all the days of Methuselah are nine hundred and sixty and nine years, and he dieth.
chr: ᏂᎪᎯᎸᏃ ᎤᎴᏂᏙᎸ ᎻᏚᏏᎳ ᏐᎣᏁᎳᏧᏈ ᏑᏓᎳᏍᎪᎯ ᏐᎣᏁᎳ ᏄᏕᏘᏴᎮᎢ, ᎿᏉᏃ ᎤᏲᎱᏎᎢ.

source: And Lamech liveth an hundred and eighty and two years, and begetteth a son,
chr: ᎴᎹᎩᏃ ᎠᏍᎪᎯᏧᏈ ᏁᎳᏍᎪᎯ ᏔᎵ ᎢᏳᏕᏘᏴᏛ ᎡᎮᎢ, ᎿᏉᏃ ᎤᏪᏥ ᎠᏧᏣ ᎤᏕᏁᎴᎢ:

source: and calleth his name Noah, saying, 'This [one] doth comfort us concerning our work, and concerning the labour of our hands, because of the ground which Jehovah hath cursed.'
chr: ᏃᏯᏃ ᏚᏬᎡᎢ, ᎯᎠ ᏄᏪᏎᎢ, ᎾᏍᎩᏍᎩᏂ ᎯᎠ ᏓᎩᎦᎵᏍᏓᏗ ᎪᎱᏍᏗ ᎢᏓᏛᏁᎲ ᎠᎴ ᏗᎪᏰᏂ ᎬᏗ ᏕᎩᎸᏫᏍᏓᏁᎲᎢ, ᏅᏗᎦᎵᏍᏙᏗ ᎦᏙᎯ ᏱᎰᏩ ᎤᏍᎦᏨᎯ ᏥᎩ.

source: And Lamech liveth after his begetting Noah five hundred and ninety and five years, and begetteth sons and daughters.
chr: ᎴᎹᎩᏃ ᏃᏯ ᎤᏕᏁᎸ, ᎣᏂ ᎯᏍᎩᏧᏈ ᏐᎣᏁᎳᏍᎪᎯ ᎯᏍᎩ ᎢᏳᏕᏘᏴᏛ ᎤᎴᏂᏙᎴᎢ, ᎠᎴ ᏧᏪᏥ ᎠᏂᏍᎦᏯ ᎠᎴ ᎠᏂᎨᏴ ᎬᏩᏕᏁᎴᎢ.

source: And all the days of Lamech are seven hundred and seventy and seven years, and he dieth.
chr: ᏂᎪᎯᎸᏃ ᎤᎴᏂᏙᎸ ᎴᎹᎩ ᎦᎵᏉᎩᏧᏈ ᎦᎵᏆᏍᎪᎯ ᎦᎵᏉᎩ ᏄᏕᏘᏴᎮᎢ: ᎿᏉᏃ ᎤᏲᎱᏎᎢ.

source: And Noah is a son of five hundred years, and Noah begetteth Shem, Ham, and Japheth.
chr: ᏃᏯᏃ ᎯᏍᎩᏧᏈ ᎢᏳᏕᏘᏴᏛ ᎨᏎᎢ: ᎿᏉᏃ ᏃᏯ ᏧᏪᏥ ᏎᎻ ᎠᎴ ᎭᎻ ᎠᎴ ᏤᏈᏛ ᎬᏩᏕᏁᎴᎢ.

source: Chapter 6
chr: ᎠᏯᏙᎸᎢ 6

source: And it cometh to pass that mankind have begun to multiply on the face of the ground, and daughters have been born to them,
chr: ᎯᎠᏃ ᏄᎵᏍᏔᏁᎢ, ᎿᏉ ᏴᏫ ᎤᎾᎴᏅᎲ ᎠᏂᎪᏓᏗᏍᎬ ᎡᎶᎯ, ᎠᎴ ᏧᏁᏥ ᎠᏂᎨᏴ ᎬᏩᎾᏕᏁᎸ,

source: and sons of God see the daughters of men that they [are] fair, and they take to themselves women of all whom they have chosen.
chr: ᎾᏍᎩ ᎤᏁᎳᏅᎯ ᏧᏪᏥ ᏚᏂᎪᎮ ᏴᏫ ᏧᏁᏥ ᎠᏂᎨᏴ, ᏧᏃᏚᎯᏳ ᎨᏒᎢ: ᎠᎴ ᎾᏍᎩ ᏚᎾᏓᏴᏎ ᎾᏂᎥ ᏚᎾᏑᏰᏒᎢ.

source: And Jehovah saith, 'My Spirit doth not strive in man -- to the age; in their erring they [are] flesh:' and his days have been an hundred and twenty years.
chr: ᏱᎰᏩᏃ ᎯᎠ ᏄᏪᏎᎢ, ᎠᏆᏓᏅᏙᎩ ᎥᏝ ᏂᎪᎯᎸ ᏴᏫᎯ ᏰᎮᏍᏗ, ᎤᏇᏓᎵᏉᏰᏃ ᎾᏍᎩ; ᎠᏎᏃ ᎠᏍᎪᎯᏧᏈ ᏔᎳᏍᎪᎯ ᎠᏏ ᏄᏕᏘᏱᏍᎨᏍᏗ.

source: The fallen ones were in the earth in those days, and even afterwards when sons of God come in unto daughters of men, and they have borne to them -- they [are] the heroes, who, from of old, [are] the men of name.
chr: ᏧᏂᎵᎦᎳᏃ ᎾᎯᏳ ᎠᏁᎮ ᎡᎶᎯ; ᎠᎴ ᎾᏍᏉ ᎣᏂ ᎤᏁᎳᏅᎯ ᏧᏪᏥ ᏚᎾᏓᏰᏅ ᏴᏫ ᏧᏁᏥ ᎠᏂᎨᏴ, ᎠᎴ ᏗᏂᏲᎵ ᏕᎬᏩᏂᎾᏄᎪᏫᏎᎸ, ᎾᏍᎩ ᎯᎠ ᎤᏣᏘ ᏧᎾᎵᏂᎩᏗᏳ ᎨᏎᎢ, ᎾᏍᎩ ᎡᏘ ᏗᏂᏃᏣᎵ ᎠᏂᏍᎦᏯ ᎨᏎᎢ:

source: And Jehovah seeth that abundant [is] the wickedness of man in the earth, and every imagination of the thoughts of his heart only evil all the day;
chr: ᎠᎴ ᏱᎰᏩ ᎤᎪᎮ ᎤᏣᏘ ᎤᏁᎫᎯᏳ ᎨᏒ ᏴᏫ ᎡᎶᎯ, ᎠᎴ ᏂᎦᎥ ᎤᎾᏫᏱ ᎠᏓᏅᏖᏍᎬ ᎯᎠ ᏄᏍᏕᏍᏗ ᎡᎵᏍᎬ ᎤᏲᏉ ᎨᏒ ᏂᎪᎯᎸᎢ.

source: and Jehovah repenteth that He hath made man in the earth, and He grieveth Himself -- unto His heart.
chr: ᎠᎴ ᏱᎰᏩ ᎤᏲ ᎤᏰᎸᏁ ᎡᎶᎯ ᏴᏫ ᎤᏬᏢᏅᎢ, ᎠᎴ ᎡᎯᏍᏗᏳ ᎤᏓᏅᏓᏕ ᎤᎾᏫᏱ ᎢᏴᏛ.

source: And Jehovah saith, 'I wipe away man whom I have prepared from off the face of the ground, from man unto beast, unto creeping thing, and unto fowl of the heavens, for I have repented that I have made them.'
chr: ᏱᎰᏩᏃ ᎯᎠ ᏄᏪᏎᎢ, ᏴᏫ ᏓᏥᏛᏔᏂ ᎡᎶᎯ ᎡᎲᎢ ᎾᏍᎩ ᏥᏲᏢᏅᎯ ᏥᎩ; ᏴᏫ, ᎠᎴ ᎾᏍᏉ ᏅᎩᏗᏂᏅᏌᏗ, ᎠᎴ ᎠᎾᏓᎾᏏᏂᏙᎯ, ᎠᎴ ᎦᎸᎶᎢ ᎠᏂᏃᎯᎵᏙᎯ; ᎤᏲᏰᏃ ᏥᏰᎸᏍᎦ ᎦᏥᏲᏢᏅᎢ.

source: And Noah found grace in the eyes of Jehovah.
chr: ᏃᏯᏍᎩᏂ ᏱᎰᏩ ᎤᏪᏙᎵᏍᏗ ᏧᎧᏃᏗᏱ ᎤᏩᏛᎮᎢ.

source: These [are] births of Noah: Noah [is] a righteous man; perfect he hath been among his generations; with God hath Noah walked habitually.
chr: ᎯᎠᏃ ᎾᏍᎩ ᏃᏯ ᏧᏁᏢᏔᏅᏒᎢ: ᏃᏯ ᎤᏓᏅᏘᏳ ᎨᏎᎢ, ᎠᎴ ᎾᏍᎦᏅᎾ ᎨᏎ ᎡᎲ ᎾᎯᏳ ᏣᏁᎮᎢ, ᎠᎴ ᏃᏯ ᎤᏁᎳᏅᎯ ᎤᏁᏙᎴᎢ.

source: And Noah begetteth three sons, Shem, Ham, and Japheth.
chr: ᏃᏯᏃ ᏃᎢ ᏧᏪᏥ ᎬᏩᏕᏁᎴᎢ, ᏎᎻ, ᎠᎴ ᎭᎻ, ᎠᎴ ᏤᏈᏛ.

source: And the earth is corrupt before God, and the earth is filled [with] violence.
chr: ᎠᎴ ᎡᎶᎯ ᎤᏲᏨᎯ ᎨᏎ ᎤᏁᎳᏅᎯ ᏓᎧᏂᏍᎬᎢ, ᎠᎴ ᎤᏲ ᎢᏗᏓᏛᏁᏗ ᎨᏒ ᎤᎧᎵᏨᎯ ᎨᏎ ᎡᎶᎯ.

source: And God seeth the earth, and lo, it hath been corrupted, for all flesh hath corrupted its way on the earth.
chr: ᎤᏁᎳᏅᎯᏃ ᏚᎧᎿᏁ ᎡᎶᎯ, ᎠᎴ ᎬᏂᏳ ᎤᏲᏨᎯ ᎨᏎᎢ, ᏂᎦᏗᏳᏰᏃ ᎤᏇᏓᎵ ᎤᏲᏍᏔᏅᎯ ᎨᏎ ᎡᎲᎢ ᎡᎶᎯ.

source: And God said to Noah, 'An end of all flesh hath come before Me, for the earth hath been full of violence from their presence; and lo, I am destroying them with the earth.
chr: ᎤᏁᎳᏅᎯᏃ ᎯᎠ ᏄᏪᏎᎴ ᏃᏯ, ᎿᏉ ᎤᎵᏍᏆᏕᎵᎯᏍᏗ ᎨᏒ ᏂᎦᏗ ᎤᏇᏓᎵ ᎠᎩᏍᏆᎸᎡᎵᎦ; ᎡᎶᎯᏰᏃ ᎤᏂᎧᎵᎸᎯ ᎢᎩ ᎤᏲ ᎢᏗᏓᏛᏁᏗ ᎨᏒᎢ, ᎠᎴ ᎬᏂᏳᏉ, ᏓᎦᏥᏯᏠᏍᏔᏂ ᏥᏲᏍᏗᏍᎬ ᎡᎶᎯ.

source: 'Make for thyself an ark of gopher-wood; rooms dost thou make with the ark, and thou hast covered it within and without with cypress;
chr: ᏨᏒ ᎭᏓᏙᏢᎾᏏ ᏥᏳ, ᎠᏥᎾ ᎰᏢᏓ. ᏕᎧᏅᏑᎴᏍᏗ ᎭᏫᏂ ᏥᏳᎯ, ᎠᎴ ᎠᏜ ᏘᏅᎵᏰᎢ ᎭᏫᏂ ᎠᎴ ᎦᏚᎢᏗᏢᎢ.

source: and this [is] that which thou dost with it: three hundred cubits [is] the length of the ark, fifty cubits its breadth, and thirty cubits its height;
chr: ᎯᎠᏃ ᏄᏍᏗᏓᏁᏍᏗ ᏙᏢᏂ. ᏦᎢᏧᏈ ᎢᏯᎩᏳᏍᏈᏛ ᏂᎦᏅᎯᏎᏍᏗ ᏥᏳ, ᎯᏍᎦᏍᎪᎯᏃ ᎢᏯᎩᏳᏍᏈᏛ ᎾᏯᏛᎡᏍᏗ, ᏦᎠᏍᎪᎯᏃ ᎢᏯᎩᏳᏍᏈᏛ ᏄᏅᏪᎡᏍᏗ.

source: a window dost thou make for the ark, and unto a cubit thou dost restrain it from above; and the opening of the ark thou dost put in its side, -- lower, second, and third [stories] dost thou make it.
chr: ᎠᎴ ᎠᏦᎳᏅ ᏘᏔᎴᏏ ᏥᏳᎯ, ᎠᎴ ᏌᏉ ᎢᏯᎩᏳᏍᏈᏛ ᎦᎸᎳᏗᏢ ᏘᏍᏆᏗᎵ, ᎦᎶᎯᏍᏗᏱᏃ ᎠᏍᏆᎨᏂ ᏥᏳᎯ ᏘᏔᎴᏍᏔᏂ, ᎠᎴ ᎡᎳᏗ, ᎠᎴ ᏔᎵᏁ, ᎠᎴ ᏦᎢᏁ ᎾᏲᏓᏝᎲ ᏅᏛᏁᎵ.

source: 'And I, lo, I am bringing in the deluge of waters on the earth to destroy all flesh, in which [is] a living spirit, from under the heavens; all that [is] in the earth doth expire.
chr: ᎠᎴ ᎬᏂᏳᏉ ᎠᏴ ᏓᏥᏃᎤᎪᏔᏂ ᎡᎶᎯ, ᏥᏛᏗᏍᎬ ᏂᎦᏗ ᎤᏇᏓᎵ, ᎾᏍᎩ ᎬᏬᎳᏕᏍᎬ ᏥᎬᎿᏗᏍᏙᏗ, ᎾᏍᎩ ᎦᎸᎶ ᎡᎳᏗᏢ ᏤᎭ, ᎠᎴ ᏂᎦᏗᏳ ᎡᎶᎯ ᏤᎿᎠ ᏓᎦᎵᏬᏦᏂ.

source: 'And I have established My covenant with thee, and thou hast come in unto the ark, thou, and thy sons, and thy wife, and thy son's wives with thee;
chr: ᏂᎯᏍᎩᏂ ᎤᎵᏂᎩᏛ ᏓᎬᏚᎢᏍᏓᏁᎵ; ᎠᎴ ᏥᏳᎯ ᏓᏥᏴᎵᎵ, ᏂᎯ, ᎠᎴ ᏗᏤᏥ, ᎠᎴ ᏣᏓᎵᎢ, ᎠᎴ ᏗᏤᏥ ᏧᎾᏓᎵᎢ.

source: and of all that liveth, of all flesh, two of every [sort] thou dost bring in unto the ark, to keep alive with thee; male and female are they.
chr: ᎠᎴ ᏥᏄᎾᏓᎴ ᏗᏅᏃᏛ ᏂᎦᏗ ᎤᏂᏇᏓᎵ ᏥᎩ, ᏔᎵᎭ ᏥᏄᎾᏓᎴ ᏙᏘᏴᏔᏂᎵ ᏥᏳᎯ, ᏂᎯ ᎢᏧᎳᎭ ᏕᏨᏁᏍᏗ, ᎠᏨᏯ ᎠᎴ ᎠᎩᏏ ᎨᏎᏍᏗ.

source: Of the fowl after its kind, and of the cattle after their kind, of every creeping thing of the ground after its kind, two of every [sort] they come in unto thee, to keep alive.
chr: ᎠᎴ ᎠᏂᏃᎯᎵᏙᎯ ᎤᏂᏠᏱᎭ ᎨᏒᎢ, ᎠᎴ ᏅᎩ-ᏗᏂᏅᏌᏗ ᎤᏂᏠᏱᎭ ᎨᏒᎢ, ᎠᎴ ᎾᏂᎥ ᎡᎶᎯ ᎠᎾᏓᎾᏏᏂᏙᎯ ᎤᏂᏠᏱᎭ ᎨᏒᎢ, ᎠᏂᏔᎵᎭ ᏄᎾᏓᎴᏒ ᏓᎨᏣᎷᏤᎵ, ᏓᏅᏅ ᏘᏍᏆᏂᎪᏓᏁᏗᏱ.

source: 'And thou, take to thyself of all food that is eaten; and thou hast gathered unto thyself, and it hath been to thee and to them for food.'
chr: ᎠᎴ ᏘᏰᏏ ᏂᎦᎥ ᏄᏓᎴᏒ ᎠᎵᏍᏓᏴᏗ ᎠᎩᏍᏗ ᏥᎩ, ᎠᎴ ᏘᏟᏌᏂ; ᎢᏣᎵᏍᏓᏴᏗ ᎨᏎᏍᏗ ᏂᎯ ᎠᎴ ᏕᎭᏘᏁᎲᎢ.

source: And Noah doth according to all that God hath commanded him; so hath he done.
chr: ᎯᎠᏃ ᎾᏍᎩ ᏄᏛᏁᎴ ᏃᏯ; ᏂᎦᏗ ᏄᏍᏛ ᎤᏁᏤᎸ ᎤᏁᎳᏅᎯ, ᎾᏍᎩ ᏄᏛᏁᎴᎢ.

source: Chapter 7
chr: ᎠᏯᏙᎸᎢ 7

source: And Jehovah saith to Noah, 'Come in, thou and all thy house, unto the ark, for thee I have seen righteous before Me in this generation;
chr: ᏱᎰᏩᏃ ᎯᎠ ᏄᏪᏎᎴ ᏃᏯ, Ꭷ ᎭᏣᎥᎦ ᏥᏳᎯ, ᏂᎯ ᎠᎴ ᏂᎦᏗ ᏕᏣᏓᏘᎿᎥᎢ; ᏂᎯᏰᏃ ᎬᎪᎡᎸ ᏚᏳᎪᏛ ᎮᎲ ᎠᏴ ᏥᎦᏔᎲᎢ ᎯᎠ ᎾᏍᎩ ᎠᏁᎲᎢ.

source: of all the clean beasts thou dost take to thee seven pairs, a male and its female; and of the beasts which are not clean two, a male and its female;
chr: ᎾᏂᎥᏃ ᏅᎩ ᏗᏂᏅᏌᏗ ᎠᏂᎦᏓᎭ ᏂᎨᏒᎾ ᎦᎵᏉᎩ ᎢᏯᏂᎢᏛᎭ ᏕᎯᏴᏔᏅᎭ, ᎠᏨᏯ ᎠᎴ ᎤᏤᎵ ᎠᎩᏏ: ᎠᎴ ᏅᎩ-ᏗᏂᏅᏌᏗ ᎠᏂᎦᏓᎭ ᏥᎩ ᎠᏂᏔᎵᎭ, ᎠᏨᏯ ᎠᎴ ᎤᏤᎵ ᎠᎩᏏ.

source: also, of fowl of the heavens seven pairs, a male and a female, to keep alive seed on the face of all the earth;
chr: ᎠᎴ ᎾᏍᏉ ᎦᎸᎶ ᎠᏂᏃᎯᎵᏙᎯ ᎦᎵᏉᎩ ᎢᏯᏂᎢᏛᎭ, ᎠᏨᏯ ᎠᎴ ᎠᎩᏏ, ᏓᏅᏅ ᏘᏍᏆᏂᎪᏓᏁᏗᏱ ᎾᏍᎩ ᎤᏂᏁᏉᎢᏍᏗᏱ ᎡᎶᎯ ᏂᎬᎾᏛ ᎦᏚᎢ.

source: for after other seven days I am sending rain on the earth forty days and forty nights, and have wiped away all the substance that I have made from off the face of the ground.'
chr: ᎠᏏᏰᏃ ᎦᎵᏉᎩ ᎢᏳᏒᎯ, ᎿᏉ ᏓᏥᎦᏃᏔᏂ ᎡᎶᎯ ᎤᎦᏍᎪᎯ ᏧᏙᏓᏆᏛ ᎠᎴ ᏅᎦᏍᎪᎯ ᏧᏒᎯᏛ: ᏄᏓᎴᏒᏃ ᎬᏃᏛ ᎠᏉᏢᏅᎯ ᏥᎩ ᏓᏥᏛᏔᏃᏂ ᎡᎶᎯ ᏂᎬᎾᏛ ᎦᏚᎢ.

source: And Noah doth according to all that Jehovah hath commanded him:
chr: ᏃᏯᏃ ᎾᏍᎩᏯ ᏄᏛᏁᎴ ᏱᎰᏩ ᏄᏍᏛ ᎤᏁᏤᎸᎢ.

source: and Noah [is] a son of six hundred years, and the deluge of waters hath been upon the earth.
chr: ᏃᏯᏃ ᏑᏓᎵᏧᏈ ᎢᏳᏕᏘᏴᏛ ᎨᏎᎢ, ᎾᎯᏳ ᏥᏚᏃᎱᎦᏁ ᎡᎶᎯ.

source: And Noah goeth in, and his sons, and his wife, and his sons' wives with him, unto the ark, from the presence of the waters of the deluge;
chr: ᏃᏯᏃ ᎤᏣᏁ ᏥᏳᎯ, ᎠᎴ ᎾᏍᏉ ᏧᏪᏥ, ᎠᎴ ᎤᏓᎵᎢ, ᎠᎴ ᏧᏪᏥ ᏧᎾᏓᎵᎢ, ᏅᏗᎦᎵᏍᏙᏗᏍᎨ ᎠᎹ ᏕᎦᏃᎱᎩᏍᎬᎢ.

source: of the clean beasts and of the beasts that [are] not clean, and of the fowl, and of every thing that is creeping upon the ground,
chr: ᎠᎴ ᎠᏂᎦᏓᎭ ᏂᎨᏒᎾ ᏅᎩ-ᏗᏂᏅᏌᏗ, ᎠᎴ ᎠᏂᎦᏓᎭ ᏅᎩ-ᏗᏂᏅᏌᏗ, ᎠᎴ ᎠᏂᏃᎯᎵᏙᎯ, ᎠᎴ ᏄᎾᏓᎴᏒ ᎦᏙᎯ ᎠᎾᏓᎾᏏᏂᏙᎯ,

source: two by two they have come in unto Noah, unto the ark, a male and a female, as God hath commanded Noah.
chr: ᎠᏂᏔᎵᎭ ᏫᎬᏩᏣᏁᎵᎴ ᏃᏯ ᏥᏳᎯ, ᎠᏨᏯ ᎠᎴ ᎠᎩᏏ, ᎾᏍᎩᏯ ᏄᏍᏛ ᎤᏁᎳᏅᎯ ᎤᏁᏤᎸ ᏃᏯ.

source: And it cometh to pass, after the seventh of the days, that waters of the deluge have been on the earth.
chr: ᎯᎠᏃ ᏄᎵᏍᏔᏁ ᎦᎵᏉᎩ ᏫᏄᏒᎸ, ᎿᏉ ᎠᎹ ᎦᏃᎱᎩᏍᎨ ᎡᎶᎯ.

source: In the six hundredth year of the life of Noah, in the second month, in the seventeenth day of the month, in this day have been broken up all fountains of the great deep, and the net-work of the heavens hath been opened,
chr: ᏑᏓᎵᏧᏈᏁᏃ ᎤᏕᏘᏴᏌᏗᏒ ᎡᎲ ᏃᏯ, ᏔᎵᏁ ᎧᎸᎢ, ᎦᎵᏆᏚᏏᏁ ᎢᎪᎯ ᎧᎸᎢ, ᎾᎯᏳᏉ ᎢᎦ ᏂᎦᏗ ᏕᎦᏄᎪᎬ ᎡᏆ ᎠᏍᏛᎩ ᎨᏒ ᏚᏔᏍᎩᏎᎢ, ᎠᎴ ᎠᏦᎳᏅ ᏚᎵᏍᏚᎢᏎ ᎦᎸᎶᎢ.

source: and the shower is on the earth forty days and forty nights.
chr: ᎠᎴ ᏅᎦᏍᎪᎯ ᏧᏙᏓᏆᏛ ᎠᎴ ᏅᎦᏍᎪᎯ ᏧᏒᎯᏛ ᎤᎦᎿᏁ ᎡᎶᎯ.

source: In this self-same day went in Noah, and Shem, and Ham, and Japheth, sons of Noah, and Noah's wife and the three wives of his sons with them, unto the ark;
chr: ᎾᎯᏳᏉ ᎢᎦ ᏃᏯ, ᎠᎴ ᏎᎻ, ᎠᎴ ᎭᎻ, ᎠᎴ ᏤᏈᏛ, ᏃᏯ ᏧᏪᏥ, ᎠᎴ ᏃᏯ ᎤᏓᎵᎢ, ᎠᎴ ᏧᏪᏥ ᏧᎾᏓᎵᎢ ᏦᎢ ᎢᏯᏂᏛ, ᎤᎾᏣᏁ ᏥᏳᎯ;

source: they, and every living creature after its kind, and every beast after its kind, and every creeping thing that is creeping on the earth after its kind, and every fowl after its kind, every bird -- every wing.
chr: ᎾᏍᎩ [ᎤᎾᏣᏁᎢ,] ᎠᎴ ᎾᏂᎥ ᏅᎩ-ᏗᏂᏅᏌᏗ ᎤᏂᏠᏱᎭ ᎨᏒᎢ, ᎠᎴ ᏂᎦᏗ ᎦᎾᏝᎢ ᏧᏂᏠᏱᎭ ᎨᏒᎢ, ᎠᎴ ᎾᏂᎥ ᎠᎾᏓᎾᏏᏂᏙᎯ ᎾᏍᎩ ᎡᎶᎯ ᏣᎾᏓᎾᏏᏂᏙᎰᎢ, ᎾᏍᎩ ᎤᏂᏠᏱᎭ ᎨᏒᎢ, ᎠᎴ ᎾᏂᎥ ᎠᏂᏃᎯᎵᏙᎯ ᎤᏂᏠᏱᎭ ᎨᏒᎢ, ᎠᎴ ᎾᏂᎥ ᏥᏍᏆ ᏧᏓᎴᏅᏛ ᏗᏃᏯᏗ ᏥᎩ.

source: And they come in unto Noah, unto the ark, two by two of all the flesh in which [is] a living spirit;
chr: ᎠᎴ ᏃᏯ ᏫᎬᏩᏣᏁᎴ ᏥᏳᎯ, ᎠᏂᏔᎵᎭ ᎾᏂᎥ ᎤᏂᏇᏖᎵ ᎨᏒᎢ, ᎾᏍᎩ ᎠᏅᏬᎳᏕᏍᎬ ᏂᏓᏅᎿᏗᏍᏙᏗ.

source: and they that are coming in, male and female of all flesh, have come in as God hath commanded him, and Jehovah doth close [it] for him.
chr: ᎠᎴ ᎾᏍᎩ ᏭᎾᏣᏅᎯ, ᎠᏨᏯ ᎠᎴ ᎠᎩᏏ ᎤᎾᏣᏁ ᎾᏂᎥ ᎤᏂᏇᏓᎵ ᎨᏒᎢ, ᎾᏍᎩᏯ ᏄᏍᏛ ᎤᏁᎳᏅᎯ ᎤᏁᏤᎸᎢ; ᎠᎴ ᏱᎰᏩ ᎤᏍᏚᏁᎢ.

source: And the deluge is forty days on the earth, and the waters multiply, and lift up the ark, and it is raised up from off the earth;
chr: ᎠᎴ ᏅᎦᏍᎪᎯ ᏧᏒᎯᏛ ᎦᏃᎱᎩᏍᎨ ᎡᎶᎯ; ᎠᎴ ᎠᎹ ᎧᏁᏉᏥᏎᏉ, ᎠᎴ ᎤᏲᎷᏔᏁ ᏥᏳ, ᎠᎴ ᎦᏙᎯ ᎦᎸᎳᏗᏢ ᎤᎵᏌᎳᏓᏁᎢ.

source: and the waters are mighty, and multiply exceedingly upon the earth; and the ark goeth on the face of the waters.
chr: ᎠᎴ ᎡᎶᎯ ᎦᏃᎱᎩᏍᎨᎢ, ᎠᎴ ᎠᎹ ᎤᏣᏘ ᎤᏁᏉᏂᎴᎢ; ᎠᎴ ᏥᏳ ᎠᎹᏱ ᎦᏚ ᎤᏲᎷᏩᏕᎨᎢ.

source: And the waters have been very very mighty on the earth, and covered are all the high mountains which [are] under the whole heavens;
chr: ᎠᎴ ᎦᏃᎱᎩᏍᎬ ᎤᏣᏔᏅᎯ ᎤᏁᏉᏥᎴ ᎡᎶᎯ; ᎠᎴ ᏂᎦᏗᏨ ᎢᏅ ᎢᏗᎦᏘ ᏙᏓᎸ ᏂᎬᎾᏛ ᎦᎸᎶ ᎭᏫᏂᏗᏢ ᏚᏭᏢᏔᏁᎢ.

source: fifteen cubits upwards have the waters become mighty, and the mountains are covered;
chr: ᎯᏍᎩᎦᏚ ᎢᏯᎩᏳᏍᏈᏛ ᏄᎶᏤ ᎠᎹ, ᎠᎴ ᏙᏓᎸ ᏚᏭᏢᏔᏁᎢ.

source: and expire doth all flesh that is moving on the earth, among fowl, and among cattle, and among beasts, and among all the teeming things which are teeming on the earth, and all mankind;
chr: ᎠᎴ ᏂᎦᏗᏳ ᎤᏂᏇᏓᎵ ᎨᏒ ᏚᏂᎵᏬᏤ ᎾᏍᎩ ᎡᎶᎯ ᎠᎾᎵᏖᎸᎲᏍᎩ ᏥᎩ, ᎠᏂᏃᎯᎵᏙᎯ, ᎠᎴ ᏅᎩ ᏗᏂᏅᏌᏗ, ᎠᎴ ᏗᏅᏃᏛ, ᎠᎴ ᎾᏂᎥ ᎠᎾᏓᎾᏏᏂᏙᎯ ᏥᎩ, ᎾᏍᎩ ᎡᎶᎯ ᏣᎾᏓᎾᏏᏂᏙᎭ, ᎠᎴ ᏴᏫ ᎾᏂᎥᎢ;

source: all in whose nostrils [is] breath of a living spirit -- of all that [is] in the dry land -- have died.
chr: ᎾᏍᎩ ᎾᏂᎥ ᏗᏃᏴᏐᎵ ᎠᏅᏬᎳᏕᏍᎬ ᏥᏓᏅᎿᏗᏍᏙᏗ, ᏂᎦᏗᏳ ᎾᏍᎩ ᎦᏙᎯ ᎤᎧᏲᏛᎯ ᎠᏁᎯ ᏥᎩ, ᏚᏂᎵᏬᏤᎢ.

source: And wiped away is all the substance that is on the face of the ground, from man unto beast, unto creeping thing, and unto fowl of the heavens; yea, they are wiped away from the earth, and only Noah is left, and those who [are] with him in the ark;
chr: ᎠᎴ ᏂᎦᏗᏳ ᏧᎾᏓᎴᏅᏛ ᎨᏥᏛᏔᏁᎢ, ᎾᏍᎩ ᎦᏙᎯ ᎦᏚᎢ ᎠᏁᎯ, ᏴᏫ, ᎠᎴ ᏅᎩ-ᏗᏂᏅᏌᏗ, ᎠᎴ ᎠᎾᏓᎾᏏᏂᏙᎯ, ᎠᎴ ᎦᎸᎶ ᎠᏂᏃᎯᎵᏙᎯ; ᎾᏍᎩ ᎨᏥᏛᏔᏁ ᎡᎶᎯ; ᏃᏯᏃ ᎤᏩᏒ ᎤᎵᏃᎯᏰᎢ, ᎾᏃ ᎾᏍᎩ ᎢᏧᎳᎭ ᏥᏳᎯ ᎤᎾᏣᏅᎯ.

source: and the waters are mighty on the earth a hundred and fifty days.
chr: ᎠᎴ ᎦᏃᎱᎩᏍᎬ ᎧᏁᏉᏥᏎ ᎡᎶᎯ ᎠᏍᎪᎯᏧᏈ ᎯᏍᎦᏍᎪᎯ ᏧᏒᎯᏛ.

source: Chapter 8
chr: ᎠᏯᏙᎸᎢ 8

source: And God remembereth Noah, and every living thing, and all the cattle which [are] with him in the ark, and God causeth a wind to pass over the earth, and the waters subside,
chr: ᎤᏁᎳᏅᎯᏃ, ᎤᏅᏓᏕ ᏃᏯ, ᎠᎴ ᎾᏂᎥ ᏗᏅᏃᏛ ᎨᏒᎢ, ᎠᎴ ᏂᎦᏗᏳ ᏅᎩ-ᏗᏂᏅᏌᏗ ᎾᏍᎩ ᏥᏳᎯ ᏧᎾᏣᎡᎢ; ᎤᏁᎳᏅᎯᏃ ᏄᏩᏂᏌᏁ ᎤᏃᎸᏁ ᎡᎶᎯ, ᎠᎴ ᎠᎹ ᎦᏅᏬᏍᎨᎢ.

source: and closed are the fountains of the deep and the net-work of the heavens, and restrained is the shower from the heavens.
chr: ᎠᎴ ᎾᏍᏉ ᎠᏍᏛᎩ ᎨᏒ ᏕᎦᏄᎪᎬᎢ, ᎠᎴ ᎠᏦᎳᏅ ᎦᎸᎶᎢ ᏚᎵᏍᏚᏁᎢ, ᎠᎴ ᎦᎸᎳᏗ ᏗᎦᏍᎬ ᎠᏥᎾᎯᏍᏔᏁᎢ.

source: And turn back do the waters from off the earth, going on and returning; and the waters are lacking at the end of a hundred and fifty days.
chr: ᎠᎴ ᎠᎹ ᏂᎪᎯᎸ ᎠᏓᏅᏍᎨ ᎡᎶᎯ; ᎠᏍᎪᎯᏧᏈᏃ ᎯᏍᎦᏍᎪᎯ ᏫᏄᏒᎸ ᎿᏉ ᎦᏅᏬᏍᎨ ᎠᎹ.

source: And the ark resteth, in the seventh month, in the seventeenth day of the month, on mountains of Ararat;
chr: ᏥᏳᏃ ᎦᎵᏉᎩᏁ ᎧᎳᏩᏗᏒ ᎦᎵᏆᏚᏏᏁ ᎢᎪᎯ ᎤᏝᏗᏤ ᎠᎳᎳᏗ ᏙᏓᎸᎢ.

source: and the waters have been going and becoming lacking till the tenth month; in the tenth [month], on the first of the month, appeared the heads of the mountains.
chr: ᎠᎴ ᎠᎹ ᎠᎦᏲᎶᏍᎨ ᏂᎪᎯᎸ ᎠᏍᎪᎯᏁ ᎧᎸᎢ ᎢᏯᏍᏗ; ᎠᏍᎪᎯᏁᏃ ᎧᎸᎢ, ᎢᎬᏱᏱᏉ ᎢᎪᎯ ᎾᏍᎩ ᎧᎸᎢ ᏙᏓᎸ ᏧᏍᎪᎵ ᏗᎬᎪᏩᏛᏗ ᎢᎨᏎᎢ.

source: And it cometh to pass, at the end of forty days, that Noah openeth the window of the ark which he made,
chr: ᎯᎠᏃ ᏄᎵᏍᏔᏁ ᏅᎦᏍᎪᎯ ᏫᏄᏒᎸ, ᎾᏍᎩ ᏃᏯ ᎠᏦᎳᏅ ᎤᏍᏚᎢᏎ ᏥᏳᎯ ᎾᏍᎩ ᏧᏬᏢᏁᎢ;

source: and he sendeth forth the raven, and it goeth out, going out and turning back till the drying of the waters from off the earth.
chr: ᎠᎴ ᎪᎳᏅ ᎤᏅᏎᎢ, ᎾᏍᎩ ᎤᏄᎪᏨ ᎠᏨᏏᏰᏍᎨᎢ ᎬᏂ ᎠᎹ ᎤᎧᏲᏐᏅ ᎡᎶᎯ.

source: And he sendeth forth the dove from him to see whether the waters have been lightened from off the face of the ground,
chr: ᎠᎴ ᎾᏍᏉ ᎢᎤᏅᏎ ᎫᎴᏗᏍᎪᏂᎯ ᎤᏙᎴᎰᎯᏍᏗᏱ ᎠᎹ ᎤᏅᏬᏒ ᎦᏙᎯ ᎠᎴ ᏄᏅᏬᏒᎾ ᎨᏒᎢ;

source: and the dove hath not found rest for the sole of her foot, and she turneth back unto him, unto the ark, for waters [are] on the face of all the earth, and he putteth out his hand, and taketh her, and bringeth her in unto him, unto the ark.
chr: ᎠᏎᏃ ᎫᎴ-ᏗᏍᎪᏂᎯ ᎤᏠᏤᏉ ᎢᎸᎯᏢ ᏧᎳᏏᏗᏱ, ᎠᎴ ᎢᎤᏣᏁᎵᎴ ᏔᎵᏁ ᏥᏳᎯ, ᎠᎹᏰᏃ ᎠᏏᏉ ᎤᏭᏝᎡ ᏂᎬᎾᏛ ᎡᎶᎯ. ᎠᎴ ᏭᏙᏯᏅᎯᏕᎢ, ᎠᎴ ᏭᏂᏴᎮᎢ, ᎠᎴ ᎤᏴᏔᏁ ᏥᏳᎯ.

source: And he stayeth yet other seven days, and addeth to send forth the dove from the ark;
chr: ᎠᎴ ᎠᏏ ᎦᎵᏉᎩ ᏄᏒᎴᎢ ᏔᎵᏁᏃ ᎤᏅᏎ ᎫᎴ-ᏗᏍᎪᏂᎯ ᎤᏄᎪᏫᏎ ᏥᏳᎯ;

source: and the dove cometh in unto him at even-time, and lo, an olive leaf torn off in her mouth; and Noah knoweth that the waters have been lightened from off the earth.
chr: ᎠᎴ ᎫᎴ-ᏗᏍᎪᏂᎯ ᎤᏣᏁᎵᎴ ᎤᏒᎢ; ᎠᎴ ᎬᏂᏳᏉ ᎣᎵᏩ ᎤᎦᎶᎬ ᎢᏤ ᎤᏅᏍᎦᎴᎢ; ᎾᏍᎩᏃ ᏃᏯ ᎤᏙᎴᎰᏎ ᎠᎹ ᎤᏅᏬᏒ ᎡᎶᎯ.

source: And he stayeth yet other seven days, and sendeth forth the dove, and it added not to turn back unto him any more.
chr: ᎠᎴ ᎠᏏ ᎦᎵᏉᎩ ᏄᏒᎴᎢ; ᎿᏉ ᎠᎴ ᎤᏅᏎ ᎫᎴ-ᏗᏍᎪᏂᎯ; ᎾᏍᎩᏃ ᎥᏝ ᏔᎵᏁ ᏳᎷᏤᎴᎢ.

source: And it cometh to pass in the six hundredth and first year, in the first [month], in the first of the month, the waters have been dried from off the earth; and Noah turneth aside the covering of the ark, and looketh, and lo, the face of the ground hath been dried.
chr: ᎯᎠᏃ ᏄᎵᏍᏔᏁ ᏑᏓᎵᏧᏈ ᏌᏉᏃ ᎤᏕᏘᏴᏌᏗᏒᎢ, ᎢᎬᏱᏱ ᎧᎸᎢ, ᎢᎬᏱᏱᏉ ᎢᎪᎯ ᎾᏍᎩ ᎧᎸᎢ, ᎠᎹ ᎤᎧᏲᏐᏁ ᎡᎶᎯ; ᎠᎴ ᏃᏯ ᎤᏩᏁᏎ ᏥᏳ, ᎠᎴ ᏫᏚᎧᎿᏁᎢ, ᎬᏂᏳᏉᏃ, ᎦᏙᎯ ᎦᏚ ᎤᎧᏲᏐᏅᎯ ᎨᏎᎢ.

source: And in the second month, in the seven and twentieth day of the month, the earth hath become dry.
chr: ᏔᎵᏁᏃ ᎧᎸᎢ, ᎦᎵᏉᎩᏦᏁᏏᏁ ᎢᎪᎯ ᎾᏍᎩ ᎧᎸᎢ, ᎡᎶᎯ ᎤᎧᏲᏐᏁᎢ.

source: And God speaketh unto Noah, saying, 'Go out from the ark, thou, and thy wife, and thy sons, and thy sons' wives with thee;
chr: ᎤᏁᎳᏅᎯᏃ ᎤᏁᏤᎴ ᏃᏯ, ᎯᎠ ᏄᏪᏎᎢ,

source: every living thing that [is] with thee, of all flesh, among fowl, and among cattle, and among every creeping thing which is creeping on the earth, bring out with thee;
chr: ᎢᏣᏣᎢ ᏥᏳᎯ, ᏂᎯ, ᎠᎴ ᏣᏓᎵᎢ, ᎠᎴ ᏗᏤᏥ ᎠᎴ ᏗᏤᏥ ᏧᎾᏓᎵᎢ.

source: and they have teemed in the earth, and been fruitful, and have multiplied on the earth.'
chr: ᏘᏯᎢ ᏂᎦᏛ ᏗᏅᏃᏛ ᎾᏍᎩ ᏥᏣᏣᎠ, ᏂᎦᏗᏳ ᎤᏂᏇᏓᎵ ᏥᎩ, ᎾᏍᎩ ᎠᏂᏃᎯᎵᏙᎯ, ᎠᎴ ᏅᎩ-ᏗᏂᏅᏌᏗ, ᎠᎴ ᏄᎾᏓᎴᏒ ᎠᎾᏓᎾᏏᏂᏙᎯ ᎾᏍᎩ ᎡᎶᎯ ᏣᎾᏓᎾᏏᏂᏙᎭ; ᎾᏍᎩ ᎤᏣᏘ ᎤᏂᏁᏉᎢᏍᏗᏱ ᎡᎶᎯ, ᎠᎴ ᎤᏂᏁᏉᏣᏘ ᎢᏳᎵᏍᏙᏗᏱ, ᎠᎴ ᎤᏂᎪᏙᎯᏍᏗᏱ ᎡᎶᎯ.

source: And Noah goeth out, and his sons, and his wife, and his sons' wives with him;
chr: ᎿᏉᏃ ᎤᎾᏣᎢᏎᎢ, ᏃᏯ, ᎠᎴ ᎾᏍᎩ ᏧᏪᏥ, ᎠᎴ ᎤᏓᎵᎢ, ᎠᎴ ᏧᏪᏥ ᏧᎾᏓᎵᎢ.

source: every beast, every creeping thing, and every fowl; every creeping thing on the earth, after their families, have gone out from the ark.
chr: ᎾᏂᎥ ᏅᎩ-ᏗᏂᏅᏌᏗ, ᎾᏂᎥ ᎠᎾᎵᏖᎸᎲᏍᎩ, ᎠᎴ ᎾᏂᎥ ᎠᏂᏃᎯᎵᏙᎯ, ᎠᎴ ᎾᏍᎩ ᏄᎾᏓᎴᏒ ᎡᎶᎯ ᏣᎾᎵᏖᎸᎲᏍᎪᎢ, ᎤᏂᏠᏱᎭ ᏕᎨᏌᏗᏒ ᎤᎾᏣᎢᏎ ᏥᏳᎯ.

source: And Noah buildeth an altar to Jehovah, and taketh of every clean beast, and of every clean fowl, and causeth burnt-offerings to ascend on the altar;
chr: ᏃᏯᏃ ᏱᎰᏩ ᎤᏬᏢᎾᏁᎴ ᎠᏥᎸ-ᎨᎳᏍᏗᏱ; ᎠᎴ ᎾᏂᎥ ᎠᏂᎦᏓᎭ ᏂᎨᏒᎾ ᏅᎩ-ᏗᏂᏅᏌᏗ, ᎠᎴ ᎾᏂᎥ ᎠᏂᎦᏓᎭ ᏂᎨᏒᎾ ᎠᏂᏃᎯᎵᏙᎯ ᏚᏯᏅᎮᎢ, ᎠᎴ ᎤᎵᏍᎪᎸᏔᏁ ᎠᏥᎸ-ᎨᎳᏍᏙᏗ ᎠᏥᎸ-ᎨᎳᏍᏗᏱ.

source: and Jehovah smelleth the sweet fragrance, and Jehovah saith unto His heart, 'I continue not to disesteem any more the ground because of man, though the imagination of the heart of man [is] evil from his youth; and I continue not to smite any more all living, as I have done;
chr: ᏱᎰᏩᏃ ᎤᏪᏩᏒᏤ ᎤᎦᎾᏍᏛ ᎦᏩᏒᎩ; ᏱᎰᏩᏃ ᎤᎿᏫᏱ ᎯᎠ ᏄᏪᏎᎢ, ᎥᏝ ᎦᏙᎯ ᏔᎵᏁ ᏴᎦᏥᏍᎦᎩ ᏴᏫᏉ ᏴᎦᏥᏍᏛᏗᏍᏓ; ᏴᏫᏍᎩᏂᏃᏅ ᎠᏓᏅᏖᏍᎬ ᎤᏲᏉ ᏗᏛᏍᎬ ᎢᏴᏛ ᏅᏓᎬᏩᏓᎴᏅᏛ; ᎥᏝ ᎠᎴ ᏔᎵᏁ ᏂᎦᎥ ᎬᏃᏛ ᏴᎦᏥᏛᏓ ᎾᏍᎩᏯ ᎾᏆᏛᏁᎸᎢ.

source: during all days of the earth, seed-time and harvest, and cold and heat, and summer and winter, and day and night, do not cease.'
chr: ᎡᎶᎯ ᎢᎪᎯᏛ ᎨᏒᎢ, ᎥᏝ ᎤᎵᏍᏆᏗᏍᏗ ᏱᎩ ᎠᏫᏍᏗᏱ ᎠᎴ ᎤᎦᏛᎾᏨᎯ ᎦᏟᏐᏗᏱ ᎨᏒᎢ, ᎤᏴᏜᏃ ᎠᎴ ᎤᏗᎴᎩ ᎨᏒᎢ, ᎪᎩᏃ ᎠᎴ ᎪᎳ, ᎢᎦᏃ ᎠᎴ ᏒᏃᏱ.

source: Chapter 9
chr: ᎠᏯᏙᎸᎢ 9

source: And God blesseth Noah, and his sons, and saith to them, 'Be fruitful, and multiply, and fill the earth;
chr: ᎤᏁᎳᏅᎯᏃ ᎣᏍᏛ ᏚᏁᏤᎴ ᏃᏯ ᎠᎴ ᎾᏍᎩ ᏧᏪᏥ; ᎠᎴ ᎯᎠ ᏂᏚᏪᏎᎴᎢ; ᎢᏥᏁᏉᏣᏖᏍᏗ, ᎠᎴ ᎢᏥᎪᏙᏍᎨᏍᏗ, ᎠᎴ ᎢᏥᎧᎵᏣ ᎡᎶᎯ.

source: and your fear and your dread is on every beast of the earth, and on every fowl of the heavens, on all that creepeth on the ground, and on all fishes of the sea -- into your hand they have been given.
chr: ᎠᎴ ᏂᎯ ᎢᏥᎾᏰᏍᎩ ᎠᎴ ᎢᏥᏍᎦᎢᎯ ᎨᏎᏍᏗ ᏄᎾᏓᎴᏒ ᏗᏅᏃᏛ ᎡᎶᎯ ᏣᏁᎭ, ᎠᎴ ᏂᎦᏗ ᎦᎸᎶ ᎠᏂᏃᎯᎵᏙᎯ, ᎠᎴ ᏂᎦᏗ ᎡᎶᎯ ᎠᎾᎵᏖᎸᎲᏍᎩ ᏥᎩ, ᎠᎴ ᏂᎦᏗ ᎠᏣᏘ ᎠᎺᏉᎯ ᎠᏁᎯ; ᏂᎯ ᏤᏥᏲᎯᏎᎸᎯ.

source: Every creeping thing that is alive, to you it is for food; as the green herb I have given to you the whole;
chr: ᏂᎦᎥ ᎠᎾᎵᏖᎸᎲᏍᎩ ᏗᏅᏃᏛ ᏥᎩ ᏂᎯ ᎢᏣᎵᏍᏓᏴᏗ ᎨᏎᏍᏗ; ᎢᏤ ᎦᏄᎸᏒ ᏗᏨᏲᎯᏎᎸᎯ ᏥᎩ, ᎾᏍᎩᏯ ᏂᎦᏛ ᏕᏨᏲᎯᏏ;

source: only flesh in its life -- its blood -- ye do not eat.
chr: ᎤᏇᏓᎸᏍᎩᏂᏃᏅ ᎬᏅ ᎬᏩᏠᏯᏍᏗ, ᎾᏍᎩ ᎤᎩᎬᎯ ᏥᎩ, ᎥᏝ ᎢᏣᎵᏍᏓᏴᏙᏗ ᏱᎨᏎᏍᏗ.

source: 'And only your blood for your lives do I require; from the hand of every living thing I require it, and from the hand of man, from the hand of every man's brother I require the life of man;
chr: ᎠᎴ ᎤᏙᎯᏳᎯᏯ ᎢᏥᎩᎬ ᎾᏍᎩ ᏕᏨᎿᏗᏍᏛ ᏗᎩᎬᏩᎶᏙᏗ ᎨᏎᏍᏗ; ᎾᏂᎥ ᏗᏅᏃᏛ ᎾᏍᎩ ᏗᎦᏥᎬᏩᎶᏓᏁᏗ ᎨᏎᏍᏗ, ᎠᎴ ᎾᏍᏉ ᏴᏫ; ᎾᏂᎥ ᏴᏫ ᏓᎾᏓᏅᏢᎢ, ᎾᏍᎩ ᏴᏫ ᎬᏅ ᏗᎦᏥᎬᏩᎶᏓᏁᏗ ᎨᏎᏍᏗ.

source: whoso sheddeth man's blood, by man is his blood shed: for in the image of God hath He made man.
chr: ᎩᎶ ᏴᏫ ᎤᎩᎬ ᎠᏤᏪᎮᏍᏗ ᏴᏫᏉ ᎾᏍᏉ ᎤᎩᎬ ᎤᏤᏪᏗ ᎨᏎᏍᏗ; ᎤᏁᎳᏅᎯᏰᏃ ᎤᏩᏒ ᏚᏓᏟᎶᏍᏔᏅ ᏴᏫ ᎤᏬᏢᏅ.

source: And ye, be fruitful and multiply, teem in the earth, and multiply in it.'
chr: ᏂᎯᏃ ᎢᏥᏁᏉᏣᏖᏍᏗ, ᎠᎴ ᎢᏥᎪᏙᏍᎨᏍᏗ ᎤᏣᏘ ᏕᏥᎾᏄᎪᏫᏍᎨᏍᏗ ᎡᎶᎯ, ᎠᎴ ᎾᎿ ᎢᏥᎪᏙᏍᎨᏍᏗ.

source: And God speaketh unto Noah, and unto his sons with him, saying,
chr: ᎤᏁᎳᏅᎯᏃ ᏚᏁᏤᎴ ᏃᏯ, ᎠᎴ ᎾᏍᎩ ᏧᏪᏥ, ᎯᎠ ᏄᏪᏎᎢ,

source: 'And I, lo, I am establishing My covenant with you, and with your seed after you,
chr: ᎠᎴ ᎠᏴ, ᎬᏂᏳᏉ ᎠᏴ, ᎧᏃᎮᏛ ᏕᏨᏯᏠᎢᏍᏓᏁᎭ ᏂᎯ, ᎠᎴ ᎢᏣᏁᏢᏔᏅᏛ ᎨᏒᎢ.

source: and with every living creature which [is] with you, among fowl, among cattle, and among every beast of the earth with you, from all who are going out of the ark -- to every beast of the earth.
chr: ᎠᎴ ᎾᏂᎥ ᏗᏅᏃᏛ, ᏥᏕᎭᏘᏁᎭ, ᎾᏍᎩ ᎠᏂᏃᎯᎵᏙᎯ, ᏅᎩ ᏗᏂᏅᏌᏗ, ᎠᎴ ᎾᏂᎥ ᏗᏅᏃᏛ ᎡᎶᎯ ᎠᏁᎯ ᏥᏕᎭᏘᏁᎭ; ᎾᏍᎩ ᎾᏂᎥ ᏧᎾᏣᎢᏒ ᏥᏳᎯ, ᎠᎴ ᏥᎾᏂᎥᏉ ᏗᏅᏃᏛ ᎡᎶᎯ ᏣᏁᎭ.
